Repository: zerodogg/migraineDiary
Catalog: po/*.po
Languages: nn

source: Add entry
nn: Legg til oppf&oslash;ring

source: View entries
nn: Vis oppf&oslash;ringar

source: About
nn: Om

source: Continue
nn: Fortsett

source: Finish
nn: Ferdig

source: You must select a value
nn: Du m&aring; velje noko

source: Back
nn: Tilbake

source: Sunday
nn: Sundag

source: Monday
nn: M&aring;ndag

source: Tuesday
nn: Tysdag

source: Wednesday
nn: Onsdag

source: Thursday
nn: Torsdag

source: Friday
nn: Fredag

source: Saturday
nn: Laurdag

source: Su
nn: S&oslash;

source: Mo
nn: M&aring;

source: Tu
nn: Ty

source: We
nn: On

source: Th
nn: To

source: Sa
nn: L&oslash;

source: Migraine intensity
nn: Migreneintensitet

source: How intense was the migraine?
nn: Kor intens var migrenen?

source: Light headache (able to function)
nn: Lett hodepine (g&aring; greitt &aring; fungere)

source: Moderate headache (able to function, but somewhat difficuilt)
nn: Moderat hodepine (fungerer, men det er vanskeleg)

source: Severe headache (unable to function)
nn: Kraftig hodepine (klarar ikkje &aring; fungere)

source: Started
nn: Startet

source: When did the migraine start?
nn: N&aring;r startet migrenen?

source: Medication
nn: Medisiner

source: Did you take any medication?
nn: Tok du nokon medisiner?

source: Yes
nn: Ja

source: No
nn: Nei

source: Medication (effect)
nn: Medisiner (effekt)

source: What effect did the medication have?
nn: Kva effekt hadde medisinene?

source: None
nn: Ingen

source: Some
nn: Nokon

source: Very good
nn: Veldig bra

source: Good, but regressed
nn: Bra, men hadde tilbakefall

source: Sleep
nn: S&oslash;vn

source: Approx. how long did you sleep last night?
nn: Ca. kor lenge s&oslash;v du i n&aring;tt?

source: Approx. how long did you sleep?
nn: Ca. kor lenge s&oslash;v du?

source: 4 hours or less
nn: 4 timar eller mindre

source: 5 hours
nn: 5 timar

source: 6 hours
nn: 6 timar

source: 7 hours
nn: 7 timar

source: 8 hours
nn: 8 timar

source: 9 hours
nn: 9 timar

source: 10 hours
nn: 10 timar

source: 11 hours
nn: 11 timar

source: 12 hours or more
nn: 12 timar eller mer

source: Drink
nn: Drikkje

source: Approx. how much have you had to drink today?
nn: Ca. kor mye har du drukket i dag?

source: Approx. how much have you had to drink?
nn: Ca. kor mye drakk du?

source: Less than 1 litre
nn: Mindre enn 1 liter

source: 1 litre
nn: 1 liter

source: 1.5 litre
nn: 1.5 liter

source: 2 litre
nn: 2 liter

source: 2.5 litre
nn: 2.5 liter

source: 3 litre or more
nn: 3 liter eller mer

source: Menstral period
nn: Mensen

source: Did you have your menstral period?
nn: Hadde du mensen?

source: N/A (not female)
nn: N/A (er ikkje kvinne)

source: Date
nn: Dato

source: Select the date for this entry
nn: Vel ein dato for denne oppf&oslash;ringa

source: Intensity
nn: Intensitet

source: Took medication?
nn: Tok medisiner?

source: Med. effect
nn: Med. effekt

source: Hours of sleep
nn: Sov (timar)

source: Started at
nn: Startet

source: Are you sure you want to <b>permanently</b> delete this entry?
nn: Er du sikkjer p&aring; at du vil slette denne oppf&oslash;ringen <b>permanent</b>?

source: Save change
nn: Lagre endringa

source: Light
nn: Lett

source: Moderate
nn: Moderat

source: Severe
nn: Kraftig

source: migraineDiary version %(VERSION)
nn: Migrenedagbok versjon %(VERSION)

source: by Eskild Hustvedt
nn: av Eskild Hustvedt

source: If you find migraineDiary useful, you're encouraged (but not required) to make a donation to help fund its development (<i>any</i> amount at all, big or small)
nn: Viss du synst at migrenedagboka er nyttig oppfordrar eg deg til å donere litt penger for å hjelpe til med å betale for utviklinga av programmet (<i>hvilken som helst</i> sum, liten eller stor)

source: Donate
nn: Doner

source: About migraineDiary
nn: Om migrenedagboka

source: Done, data saved (locally in your browser).
nn: Ferdig, data lagret (lokalt i din nettlesar).

source: Learn more about storage
nn: L&aeligh;r meir om lagring

source: All data saved by the Migraine Diary is saved locally in your browser. No data is sent to the server. This storage is permanent accross browser sessions, but if you explicitly delete "local storage" data from your browser, it will be permanently lost.
nn: All data lagra av migrenedakboka er lagra lokalt i nettlesaren din, og blir aldri sent til tenaren. Lagringa er permanent, og blir ikkje sletta n&aring;r du avsluttar nettlesaren, men viss du vel &aring; slette &laquo;lokal lagring&raquo; i nettlesaren vil det bli sletta permanent.

source: A fatal error occurred while saving the data. Your data has probably not been saved.
nn: Ein fatal feil oppstod under lagring. Oppf&oslash;ringane dine er sannsynlegvis ikkje lagra.

source: Migraine Diary
nn: Migrenedagbok
